<?php

return [
    'plural' => 'حقول إضافية',
    'singular' => 'الحقل',
    'empty' => 'لا توجد أقسام',
    'select' => 'اختر الحقل',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'list' => ' عرض الكل ',
        'show' => 'عرض',
        'create' => 'إضافة حقل جديد',
        'new' => 'إضافة',
        'edit' => 'تعديل  الحقل',
        'delete' => 'حذف الحقل',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة الحقل بنجاح .',
        'updated' => 'تم تعديل الحقل بنجاح .',
        'deleted' => 'تم حذف الحقل بنجاح .',
    ],
    'attributes' => [
        'name' => 'اسم  الحقل',
        'category_id' => 'القسم  ',
        'store_id' => 'المتجر',
        'type' => 'النوع',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا الحقل ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
