<?php

return [
    'plural' => 'حالات حالة الطلب',
    'singular' => 'حالة الطلب',
    'empty' => 'لا توجد أقسام',
    'select' => 'اختر حالة الطلب',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'list' => ' عرض الكل ',
        'show' => 'عرض',
        'create' => 'إضافة حالة طلب جديد',
        'new' => 'إضافة',
        'edit' => 'تعديل  حالة الطلب',
        'delete' => 'حذف حالة الطلب',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة حالة الطلب بنجاح .',
        'updated' => 'تم تعديل حالة الطلب بنجاح .',
        'deleted' => 'تم حذف حالة الطلب بنجاح .',
    ],
    'attributes' => [
        'notes' => 'الملاحظات',
        'order_status_id' => 'الحالة',
        'order_id' => 'الطلب',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا حالة الطلب ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
