<?php

return [
    'plural' => 'العناوين',
    'singular' => 'العنوان',
    'empty' => 'لا توجد عناوين',
    'select' => 'اختر العنوان',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'list' => 'كل العناوين',
        'show' => 'عرض',
        'create' => 'إضافة عنوان جديد',
        'new' => 'إضافة',
        'edit' => 'تعديل  العنوان',
        'delete' => 'حذف العنوان',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة العنوان بنجاح .',
        'updated' => 'تم تعديل العنوان بنجاح .',
        'deleted' => 'تم حذف العنوان بنجاح .',
    ],
    'attributes' => [
        'address' => 'اسم العنوان',
        'is_primary' => 'عنوان افتراضي',
        'city_id' => 'المدينة',
        'customer_id' => 'العميل',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا العنوان ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
