<?php

return [
    'plural' => 'العملاء',
    'singular' => 'العميل',
    'empty' => 'لا توجد عملاء',
    'select' => 'اختر العميل',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'list' => 'كل العملاء',
        'show' => 'عرض',
        'create' => 'إضافة عميل جديد',
        'new' => 'إضافة',
        'editAddress' => 'تعديل العنوان',
        'address' => 'العنوان',
        'edit' => 'تعديل  العميل',
        'delete' => 'حذف العميل',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة العميل بنجاح .',
        'updated' => 'تم تعديل العميل بنجاح .',
        'deleted' => 'تم حذف العميل بنجاح .',
    ],
    'attributes' => [
        'name' => 'اسم العميل',
        'phone' => 'رقم الهاتف',
        'email' => 'البريد الالكترونى',
        'address' => ' العنوان',
        'created_at' => 'تاريخ الإنضمام',
        'password' => 'كلمة السر',
        'password_confirmation' => 'تأكيد كلمة السر',
        'type' => 'نوع المستخدم',
        'avatar' => 'الصورة الشخصية',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا العميل ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
