<?php

return [
    'plural' => 'المناديب',
    'singular' => 'المندوب',
    'empty' => 'لا توجد عملاء',
    'select' => 'اختر المندوب',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'list' => 'كل المناديب',
        'show' => 'عرض',

        'create' => 'إضافة مندوب جديد',
        'new' => 'إضافة',
        'edit' => 'تعديل  المندوب',
        'delete' => 'حذف المندوب',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة المندوب بنجاح .',
        'updated' => 'تم تعديل المندوب بنجاح .',
        'deleted' => 'تم حذف المندوب بنجاح .',
    ],
    'attributes' => [
        'name' => 'اسم المندوب',
        'phone' => 'رقم الهاتف',
        'email' => 'البريد الالكترونى',
        'created_at' => 'تاريخ الإنضمام',
        'password' => 'كلمة السر',
        'password_confirmation' => 'تأكيد كلمة السر',
        'type' => 'نوع المستخدم',
        'avatar' => 'الصورة الشخصية',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا المندوب ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
