<?php

return [
    'singular' => 'شركة النقل',
    'plural' => 'شركات النقل',
    'empty' => 'لا يوجد شركات النقل.',
    'count' => 'عدد شركات النقل',
    'search' => 'بحث',
    'companyOwner' => 'صاحب شركة النقل ',
    'select' => 'اختر شركة النقل',
    'perPage' => 'عدد النتائج بالصفحة',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة شركة النقل',
        'show' => 'عرض شركة النقل',
        'edit' => 'تعديل شركة النقل',
        'delete' => 'حذف شركة النقل',
        'filter' => 'بحث عن شركة النقل',
        'options' => 'خيارات',
        'save' => 'حفظ',
    ],
    'messages' => [
        'created' => 'تم اضافة شركة النقل بنجاح.',
        'updated' => 'تم تعديل شركة النقل بنجاح.',
        'deleted' => 'تم حذف شركة النقل بنجاح.',
    ],
    'attributes' => [
        'name' => 'اسم شركة النقل',
        'price' => 'سعر شركة النقل',
        'city' => 'المدينة  ',
        'country' => 'البلد',
        'currency' => 'العملة',
        'code' => 'كود شركة النقل',
        'key' => 'مفتاح شركة النقل',
        'flag' => 'صورة العلم',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف شركة النقل ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
