<?php

return [
    'singular' => 'شركة الشحن',
    'plural' => 'شركات الشحن',
    'empty' => 'لا يوجد شركات الشحن.',
    'count' => 'عدد شركات الشحن',
    'search' => 'بحث',
    'companyOwner' => 'صاحب شركة الشحن ',
    'select' => 'اختر شركة الشحن',
    'perPage' => 'عدد النتائج بالصفحة',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة شركة الشحن',
        'show' => 'عرض شركة الشحن',
        'edit' => 'تعديل شركة الشحن',
        'delete' => 'حذف شركة الشحن',
        'filter' => 'بحث عن شركة الشحن',
        'options' => 'خيارات',
        'save' => 'حفظ',
    ],
    'messages' => [
        'created' => 'تم اضافة شركة الشحن بنجاح.',
        'updated' => 'تم تعديل شركة الشحن بنجاح.',
        'deleted' => 'تم حذف شركة الشحن بنجاح.',
    ],
    'attributes' => [
        'name' => 'اسم شركة الشحن',
        'currency' => 'العملة',
        'code' => 'كود شركة الشحن',
        'key' => 'مفتاح شركة الشحن',
        'flag' => 'صورة العلم',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف شركة الشحن ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
