<?php

return [
    'plural' => 'أصحاب المتاجر',
    'singular' => 'صاحب المتجر',
    'empty' => 'لا يوجد أصحاب متاجر',
    'select' => 'اختر صاحب المتجر',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'list' => 'كل أصحاب المتاجر',
        'show' => 'عرض',
        'create' => 'إضافة صاحب متجر جديد',
        'new' => 'إضافة',
        'edit' => 'تعديل  صاحب المتجر',
        'delete' => 'حذف صاحب المتجر',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة صاحب المتجر بنجاح .',
        'updated' => 'تم تعديل صاحب المتجر بنجاح .',
        'deleted' => 'تم حذف صاحب المتجر بنجاح .',
    ],
    'attributes' => [
        'name' => 'اسم صاحب المتجر',
        'phone' => 'رقم الهاتف',
        'email' => 'البريد الالكترونى',
        'created_at' => 'تاريخ الإنضمام',
        'password' => 'كلمة السر',
        'password_confirmation' => 'تأكيد كلمة السر',
        'type' => 'نوع المستخدم',
        'avatar' => 'الصورة الشخصية',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا صاحب المتجر ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
