<?php

return [
    'plural' => 'المشرفين',
    'singular' => 'المشرف',
    'empty' => 'لا يوجد مشرفين',
    'select' => 'اختر المشرف',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'list' => 'كل المشرفين',
        'show' => 'عرض',
        'create' => 'إضافة صاحب متجر جديد',
        'new' => 'إضافة',
        'edit' => 'تعديل  المشرف',
        'delete' => 'حذف المشرف',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة المشرف بنجاح .',
        'updated' => 'تم تعديل المشرف بنجاح .',
        'deleted' => 'تم حذف المشرف بنجاح .',
    ],
    'attributes' => [
        'name' => 'اسم المشرف',
        'phone' => 'رقم الهاتف',
        'email' => 'البريد الالكترونى',
        'created_at' => 'تاريخ الإنضمام',
        'password' => 'كلمة السر',
        'password_confirmation' => 'تأكيد كلمة السر',
        'type' => 'نوع المستخدم',
        'avatar' => 'الصورة الشخصية',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا المشرف ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
