<?php

return [
    'plural' => 'الأقسام',
    'singular' => 'القسم',
    'empty' => 'لا توجد أقسام',
    'select' => 'اختر القسم',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'list' => ' عرض الكل ',
        'show' => 'عرض',
        'create' => 'إضافة قسم جديد',
        'new' => 'إضافة',
        'edit' => 'تعديل  القسم',
        'delete' => 'حذف القسم',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة القسم بنجاح .',
        'updated' => 'تم تعديل القسم بنجاح .',
        'deleted' => 'تم حذف القسم بنجاح .',
    ],
    'attributes' => [
        'name' => 'اسم  القسم',
        'parent_id' => 'القسم الأب',
        'store_id' =>' المتجر',
        'published_at' => 'تاريخ الإنشاء',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا القسم ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
