<?php

return [
    'plural' => 'خصائص الحقول',
    'singular' => 'خصائص الحقل',
    'empty' => 'لا توجد أقسام',
    'select' => 'اختر خصائص الحقل',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'list' => ' عرض الكل ',
        'show' => 'عرض',
        'create' => 'إضافة خاصية حقل جديده',
        'new' => 'إضافة',
        'edit' => 'تعديل  خصائص الحقل',
        'delete' => 'حذف خصائص الحقل',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة خصائص الحقل بنجاح .',
        'updated' => 'تم تعديل خصائص الحقل بنجاح .',
        'deleted' => 'تم حذف خصائص الحقل بنجاح .',
    ],
    'attributes' => [
        'name' => 'اسم  الخاصية',
        'product_id' => 'المنتج',
        'custom_field_id' => 'الحقل',
        'additional_price' => 'القيمة الإضافية',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا خصائص الحقل ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
