<?php

return [
    'plural' => 'خصائص حقل منتجات الطلب',
    'singular' => 'منتج الطلب خاصية حقل',
    'empty' => 'لا توجد أقسام',
    'select' => 'اختر خاصية حقل منتج الطلب',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'list' => ' عرض الكل ',
        'show' => 'عرض',
        'create' => 'إضافة خاصية حقل منتج جديد',
        'new' => 'إضافة',
        'edit' => 'تعديل  خاصية حقل منتج الطلب',
        'delete' => 'حذف خاصية حقل منتج الطلب',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة خاصية حقل منتج الطلب بنجاح .',
        'updated' => 'تم تعديل خاصية حقل منتج الطلب بنجاح .',
        'deleted' => 'تم حذف خاصية حقل منتج الطلب بنجاح .',
    ],
    'attributes' => [
        'option_id' => 'الخاصية',
        'order_product_id' =>' منتج الطلب   ',
        'custom_field_id' => 'الحقل',
        'value' => 'القيمه',
        'additional_price' =>' السعر الإضافى ',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا خاصية حقل منتج الطلب ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
    'additions'=>[
        'duplicate' => 'هذا المنتج مُسجل في الطلب بالفعل ',
    ],
];
