<?php

return [
    'plural' => 'منتجات الطلب',
    'singular' => 'منتج الطلب,',
    'empty' => 'لا توجد أقسام',
    'select' => 'اختر منتج الطلب',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'list' => ' عرض الكل ',
        'show' => 'عرض',
        'create' => 'إضافة منتج جديد',
        'new' => 'إضافة',
        'edit' => 'تعديل  منتج الطلب',
        'delete' => 'حذف منتج الطلب',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة منتج الطلب بنجاح .',
        'updated' => 'تم تعديل منتج الطلب بنجاح .',
        'deleted' => 'تم حذف منتج الطلب بنجاح .',
    ],
    'attributes' => [
        'order_id' => 'الطلب',
        'product_id' =>' المنتج',
        'quantity' => 'الكمية',
        'total' => 'السعر الكلي',
        'price' =>' السعر ',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا منتج الطلب ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
    'additions'=>[
      'duplicate' => 'هذا المنتج مُسجل في الطلب بالفعل ',
    ],
];
